{
    "timeShift": [
        {
            "title": "One Week Earlier",
            "count": 0,
            "CPCost": 2,
            "desc": "Every purchase allows you to arrive one week earlier than what your scenario said.\nNote: Tap to buy/increase amount, hold to discard."
        },
        {
            "title": "One Week Later",
            "count": 0,
            "CPGain": 2,
            "desc": "Every purchase allows you to arrive one week later than what your scenario said.\nNote: Tap to buy/increase amount, hold to discard."
        }
    ],
    "earthBet": [
        {
            "title": "May 19, 1982",
            "CPCost": 5,
            "SPCost": 5,
            "desc": "May 19 is the day before the first appearance of Scion, Earth's greatest hero. It is also the first appearance of anything truly extraterrestrial or supernatural on Earth. You know the truth about Scion, though, don't you? By default, you have over thirty years before the remaining entity goes on its multiversal genocide.",
            "image": "https://i.imgur.com/UeZgmDd.jpeg"
        },
        {
            "title": "May 1, 1988",
            "desc": "This is the day that Alexandria, Eidolon, Hero, and Legend form the Protectorate. If you don't change anything, you have about twenty-five years before the remaining entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihYmJk0csWxv2zf5La-0aV7ssH9VLicUEvxzepkQ9wJjgH0EhKZt4ao4Mx3m57ZAYVH2A1k5ydSlJu_OQp6C_GVSuwwwJw7Ssw=w1176-h1257-rw-v1"
        },
        {
            "title": "December 13, 1992",
            "desc": "This is the day Behemoth first appears and attacks the Marun oil field in Iran. If you don't change anything, you have about twenty years before the remaining entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihYFfqh4kqPWAMUIn1Nx_2Ws9ONdIcIZhL4JbsPpuGbAJg2SdpuLI1NTHJJwx-ryN4c9FB78K9jmG_w1VDb2JMY8oOtlWGzTaLU=w1176-h1257-rw-v1"
        },
        {
            "title": "January 18, 1993",
            "desc": "This is the day the Parahuman Response Team forms and the Protectorate becomes a part of the government. If you don't change anything, you have about twenty years before the remaining entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihYtqzYssnyYxDe3yBAxYeDRB2TuYmYmaYgyqJ986JFnZPAIJr77h77s3HQXW7sKgF7AwmSM2FIwlvVe_WEP2e5n1hGpFpbSNnw=w1176-h1257-rw-v1"
        },
        {
            "title": "June 9, 1996",
            "SPGain": 5,
            "CPGain": 5,
            "desc": "This is the day Leviathan first appears and attacks Oslo, Norway. If you don't change anything, you have about seventeen years before the remaining entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihaJL7Xe-b2HxHekyiIsl5I-pTbNaXzmfxfHlBkUQb3qLid3P21ocaNR5FD37difcOeZsymX1z1bd7WBR1G4ARD0zCTUNXaDJQY=w1176-h1257-rw-v1"
        },
        {
            "title": "November 1, 1999",
            "SPGain": 5,
            "CPGain": 5,
            "desc": "This is the day before Leviathan attacks Kyushu. November 2 is also the first appearance of Lung, who would do more damage to Leviathan than any other Cape before him. By default, you have nearly fourteen years before the remaining entity goes on its multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihacsI_g_YRC8XUHsD62QuxYjmEmM-JYJsk_M7lMxYd8iHK9SxWLGB5QoN0hjc8HbgUdYoTs88lXSgiWjLJi3fF5PeD4--pweTY=w1176-h1257"
        },
        {
            "title": "September 14, 2000",
            "SPGain": 8,
            "CPGain": 8,
            "desc": "This is the day before the Siberian kills Hero. The Siberian is truly William Manton, the Siberian merely a projection of his. However, his projection is powerful, able to damage even the invulnerable Alexandria. Few things can stop the Siberian and what little can, just pops the projection temporarily. By default, you have nearly thirteen years before the remaining entity goes on its multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihacRwgVvX1aFvSYJvlihbFy6RgnCSBoDEPFsetCzIL4Ixu29Xt_zRHUSEoH8bLfUeZmrzyy_fQbNMAAKeNJ7L0-731GsT8vfGQ=w1176-h1257-rw-v1"
        },
        {
            "title": "February 2, 2001",
            "SPGain": 8,
            "CPGain": 8,
            "desc": "Today the Protectorate and PRT will deploy to Ellisburg to attempt to eliminate Nilbog. At the end of the day, all but two of the PRT agents will have been killed, Ellisburg will be quarantined, and Nilbog will have been designated as an S-Class threat.",
            "image": "https://drive.google.com/drive-viewer/AKGpihbnaW1ts5n99G_iCr0dyPb1gSx9C9Uy1pHWwT3pcvJ-haFcfIzhMok6zxOB-LjAkw5jW7vsDUS7E1Q2_XluNW7Ugj_FxPGuLfg=w1176-h1257-rw-v1"
        },
        {
            "title": "December 30, 2002",
            "SPGain": 10,
            "CPGain": 10,
            "desc": "This is the day the Simurgh first appears and attacks Lausanne, Switzerland. If you don't change anything, you have about ten years before the remaining entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihavTotp02xdbxA8J1k4bGCXk0Sek5SqAfFGjRcvEhp5RVOdQZD7BqAmdKIS_Pyc99XJxZ0RFYcVxfI2yQ64bRRGs9rcEUuzXA=w1176-h1257-rw-v1"
        },
        {
            "title": "May 8, 2005",
            "SPGain": 10,
            "CPGain": 10,
            "desc": "This is the day before the Endbringer, Leviathan, attacks Newfoundland. However, if you change things here without being careful, Dragon, the benevolent AI, could end up remaining Richter's housekeeping AI. Or, worse, if you release her too early, according to Wildbow's predictions, she won't be so benevolent. You have about eight years before the remaining entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihZHmLoQTPvYsTLk9BTFyTWUX0BAwyYblii3PQ-zVsGYnOA_mdTcvWohNsqWxmyxpsryaoCbRa_2yVHEGFuMtqS_qVtKDMYvjbc=w1176-h1257-rw-v1"
        },
        {
            "title": "Spring 2007",
            "SPGain": 12,
            "CPGain": 12,
            "desc": "This is a few days before the event known as the 'Boston Games' starts. Villains from everywhere, such as Damsel of Distress, will come and try to fill the gap of power that appeared after the Protectorate arrested the major villains of Boston. If you don't change anything, you have about six years before the remaining entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihZRRYI-n40PURoMVTx6uM93aitYaAVv3CKOLxEc4I7cdicen3hbDMfFK6ms7Odi3b6Grq-xXb_ykSDx-ZydC7TlI-Yb1fqAoQ=w1176-h1257-rw-v1"
        },
        {
            "title": "September 2008",
            "SPGain": 12,
            "CPGain": 12,
            "desc": "This is a week before Annette Hebert, Taylor Hebert's mother, dies in a car crash while using her cell phone. If you don't change anything, you have about five years before the remaining entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihbs-zYVYzkCfmIzm5WKqZ6CYFlBxvmJKNSLVIoV_C_DdlZuoW-4qmY80ydXUfSUOPm_lp4_QduBKEYUU9YE_DENRGcLPwDvBU8=w1176-h1257-rw-v1"
        },
        {
            "title": "Summer 2009",
            "SPGain": 15,
            "CPGain": 15,
            "desc": "You will find yourself on the day before Emma Barnes – Taylor Hebert's childhood friend – and her father get attacked by the ABB. You have about four years before the remaining entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihZfekksi-tmHLd5IWj5oSTSOLXV-UC5_VT8u8HTtupTZ7QZ9gR3c_Q6Z-U5eyiKklgOwSYHdLHEumALLyD8TcJhNDymAiAKxQ=w1176-h1257-rw-v1"
        },
        {
            "title": "December 23, 2009",
            "SPGain": 15,
            "CPGain": 15,
            "desc": "This is the day the Simurgh attacks Madison, Wisconsin. If you don't change anything, you have about 3 years and 6 months before the remaining Entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihYvlrsYvX3d_SpufxUBWGuM1gqoIXoeMkmWof-6lk3QVp_ial2ABecP2cDISsTRHfRWIwhXD_i0BQsuRC25E3j-LVxt58cc9w=w1176-h1257-rw-v1"
        },
        {
            "title": "January 3, 2011",
            "SPGain": 18,
            "CPGain": 18,
            "desc": "This is the day Taylor Hebert, the primary focus of Wildbow's visions, gets shoved into a rancid locker and triggers with the power to control arthropods. If you don't change anything, you have about two years and five months before the remaining entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihbewKCjB4dXbXH4Su0EaQ1zxM-7-z28a3upCe1ByD3dDYYsDUqN1oyuhTWmy566gqTEF1t7AmnTbujti8ALKkiDdy9dC45KTg=w1176-h1257-rw-v1"
        },
        {
            "title": "February 24, 2011",
            "SPGain": 18,
            "CPGain": 18,
            "desc": "This is the day the Simurgh attacks Canberra, Australia. If you don't change anything, you have about 2 years and 10 months before the remaining Entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihbugudOvYAlQBz2LMYgUwtMV-j6NX-uAnajsJRtNlMqDt-XZ73cU_HbAl8ZcFoJZYOHufp9o9nzIThf-bIvOjc-jez4k7Q6uHQ=w1176-h1257-rw-v1"
        },
        {
            "title": "April 7, 2011",
            "SPGain": 20,
            "CPGain": 20,
            "desc": "This is a couple of days before Taylor Hebert, the primary focus of Wildbow's visions, first debutes as a cape, an active parahuman, and fights Lung, the Dragon of Kyushu. If you don't change anything, you have two years, two months, and thirteen days before the remaining entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihYjasxWyjRelzsarnNlVQ7bKijYG2eFoRZj2syvPByVXDZRo-cVdHMNw8Bw-OC22ldxfZCpZBErdiNGn5F9Ei5op1_zhe13uA=w1176-h1257-rw-v1"
        },
        {
            "title": "May 15, 2011",
            "SPGain": 22,
            "CPGain": 22,
            "desc": "This is the day before Leviathan attacks Brockton Bay, drawn by gang wars, the subsequent chaos, and several reasons unknown to the general public. Unless something extremely radical happens, Leviathan will not change its purpose.",
            "image": "https://drive.google.com/drive-viewer/AKGpihaCjuENThS9vVI9JtgYtH7FZAlxGKGnep-5d_XeOmrvSiWAaYVUI_r8kFcGoHQT20k1KEInXUJJm0Dftc8lhrQv0Itn5TuCvA=w1176-h1257-rw-v1"
        },
        {
            "title": "June 7, 2011",
            "SPGain": 22,
            "CPGain": 22,
            "desc": "This is the day the Slaughterhouse 9 start their recruiting run in Brockton Bay. If you don't change anything, you have about two years and fourteen days before the remaining Entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihYx9LiGz1ECETISzxyi8PSyJSqC-RLWK2al2a05XE7PiOoSM99X7awuM4QREyMZWNxTxDdgtm43ms9W2BmCSSaRYqOlNgIn0Dk=w1176-h1257-rw-v1"
        },
        {
            "title": "June 20, 2011",
            "SPGain": 22,
            "CPGain": 22,
            "desc": "This is the day Echidna breaks out of her cell out of despair and rage, starting a series of events that reveal both Cauldron’s existence to the world and the Triumvirate’s role in it. If you don’t change anything, you have about 2 years before the remaining Entity attempts to commit multiversal genocide.",
            "image": "https://drive.google.com/drive-viewer/AKGpihYP3qyak-rAHQFgazg_BywZkrOgrfP67hFcf2eMe9UbbQwnPYfDSwPT9IU2Lz57bv1XTyHUnxAoxo8AKDgKMV6kjQRJf5IQhQ=w1176-h1257-rw-v1"
        },
        {
            "title": "July 26, 2011",
            "SPGain": 22,
            "CPGain": 22,
            "desc": "This is the day when Behemoth attacks New Delhi, India. After a devastating battle, Behemoth will fall under Scion's beams, provided you don't change the Entity's mind about destroying the Endbringer. This moment will become a turning point in history, marking the first time an Endbringer faced his End.",
            "image": "https://drive.google.com/drive-viewer/AKGpihZEHhhb_XKQw8E5vpHDuyvY3tKPf1UWT2Sn8faPB-2KiwYdh4fUNq2zHE0GPq8wVRBqHGs_3yS7dISkO9FVeSvjKEg9oaueh_k=w1176-h1257-rw-v1"
        },
        {
            "title": "January 20, 2012",
            "SPGain": 25,
            "CPGain": 25,
            "desc": "This is the day when the new Fourth Endbringer, Khonsu, attacks Japan. If things go as they did in the story, he will be driven back only after three days of intense battles involving both local and international heroes.",
            "image": "https://drive.google.com/drive-viewer/AKGpihYzcRLBELbx40mGMJIcbYAMIaa_iDBDMlczi-WXjj4Cz4t6FlZA7ZaH36fkfY4s7bhqLPD8s9JP4ShmP6XRUmo7Pnk2oauiVQ=w1176-h1257-rw-v1"
        },
        {
            "title": "October 10, 2012",
            "SPGain": 30,
            "CPGain": 30,
            "desc": "This is the day when the last Endbringers known to humanity – Bohu and Tohu, also called The Twins – reveal themselves to the world. They will attack Bucharest and Los Angeles one after the other, and due to their currently unknown powers, the battle will be lost. Without your timely intervention, that is.",
            "image": "https://drive.google.com/drive-viewer/AKGpiha-XQIAMKY4xNFcBz2cpQ-4L7M7MQnSXdPVXs27a16iFweKJMSjgj25Gro09CoIHJqP1aI9PVGYooV1Nt_kXDQ1m6p1ub53E4I=w1176-h1257-rw-v1"
        },
        {
            "title": "June 20, 2013",
            "SPGain": 35,
            "CPGain": 35,
            "desc": "Today Jack Slash will convince the Entity to kill all humans, beginning an event that would later come to be known as the Gold Morning. You have less than a day to prepare, best make the most of it.",
            "image": "https://drive.google.com/drive-viewer/AKGpihbAic1d830us0833W9oKvpNSYm4edDbiKKbt2068SgrqX2X0GTUl9Up9C4ebJ4R04I0Y032qs1bwN6ET9n0vCFYuirNKSZel_c=w1176-h1257-rw-v1"
        },
        {
            "title": "July 1, 2015",
            "SPGain": 10,
            "CPGain": 10,
            "desc": "You'll find yourself half a month before the start of Ward. Sorry, I seem to have gotten the info wrong; Wildbow is both a post-cognitive and a precognitive.",
            "image": "https://drive.google.com/drive-viewer/AKGpihZPa5W7OLE5P-lUtVgSSKIoqGJ_rF2Cqa1dgAHML7K_ZgDml16X9qilYM3Lrw-ySfQ8e6aDNXXqWFMIop14TMOnE7lNpORAmlk=w1176-h1257"
        },
        {
            "title": "October/November 2015",
            "SPGain": 20,
            "CPGain": 20,
            "desc": "Without your intervention, today will happen the event later called 'The Ice Breaks'. During a riot on Earth Cheit, Fume Hood will be shot, leading to her having a broken trigger event and transforming into the Titan Eve. This event will be the final straw for the ongoing stress caused on reality by the Entity's Shards disconnected network. It'll cause an uncountable amount of black lightning-like reality cracks to spread throughout multiple earths. About a dozen capes will also begin to break, turning into Titans. If you stop Fume Hood's broken trigger, it'll only delay the (seemingly) inevitable, unless you somehow manage to solve the issue.",
            "image": "https://drive.google.com/drive-viewer/AKGpihbvSl-EzfppVtWp3NJf65jTWLDm_HHc3m11Y8hcLo3jQKma6pVUQVdvVi1TRuUkBwftn_WKwqpebH0KIeaSKpJAtMXg0iphmA=w1176-h1257-rw-v1"
        },
        {
            "title": "Early Winter 2015",
            "SPGain": 22,
            "CPGain": 22,
            "desc": "This is the day Goddess, the former ruler of Earth Shin, launches her full-scale attempt to conquer Earth Gimel. If you don't change anything, she will first subdue Team Breakthrough by indoctrinating them via her Master power before then attacking the Parahuman prison to recruit its inmates to her cause.",
            "image": "https://drive.google.com/drive-viewer/AKGpihYbCmw8JEOjhLcJcPXng9zjzGpUFTmjPcJxx88hkbo7kodUM7h7MEds-big0S--0_ON-vGRrVRqHbKYfP-p0kXgZKkj4tcYzi4=w1176-h1257-rw-v1"
        },
        {
            "title": "June 24, 2063",
            "SPGain": 10,
            "CPGain": 10,
            "desc": "You'll find yourself half a century after Gold Morning. Sorry, I seem to have gotten the info wrong; Wildbow is a post-cognitive and not a precognitive.",
            "image": "https://drive.google.com/drive-viewer/AKGpihbJpsy4m1HMr7s1HijuK13Xi5ItU-6OsTIMvoXFyj5247F_IYGDoDouLgWR9IEgww0oyhD9XIDyfKW27DDLINHNpECAxwbbvw=w1176-h1257-rw-v1"
        }
    ]
}
